Repository: CherokeeLanguage/CherokeeLessons.com
Catalog: content/content/2023-06-29_cherokee-cat-computer-aided-translation-translation-memory-and-glossary-files/tm/three-bears-omegat.tmx
Source language: en_us
Languages: chr

source: The bears do like the trees.
chr: ᏲᎾ ᏕᏡᎬ ᏚᏂᎸᏉᏙ.

source: The bears like to climb into the trees.
chr: ᏲᎾ ᏕᏡᎬ ᏓᏂᎴᎪ ᎤᏂᎸᏉᏙ.

source: The bears like to live in the woods.
chr: ᏲᎾ ᎢᎾᎨ ᎠᏁᎰ ᎤᏂᎸᏉᏗ.

source: The bears like to walk in the woods.
chr: ᏲᎾ ᎢᎾᎨ ᎤᏁᏓᏍᏗ ᎤᏂᎸᏉᏙ.

source: The bears live in the house.
chr: ᎦᎵᏦᏕ ᏲᎾ ᎠᏁᎭ.

source: The bears live in the woods.
chr: ᎢᎾᎨ ᎠᏁᎭ ᏲᎾ.

source: The bears looked at the room.
chr: ᏲᎾ ᎧᏅᏑᎸᎢ ᎤᏂᎦᏖᏃᎴ.

source: The bears looked ont of the window.
chr: ᏦᎳᏂ ᏙᏱ ᎤᏂᎦᏖᏃᎴ.

source: The bears looked out of the window.
chr: ᏲᎾ ᏦᎳᏂ ᎤᎾᎦᏔᏁ.

source: The bears ran to the window.
chr: ᏦᎳᏂ ᏲᎾ ᎤᎾᏓᎾᏩᏍᏔᏁ.

source: The bears saw the wee wee chair.
chr: ᏲᎾ ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᎤᏂᎪᎮ.

source: The bears sit in their chairs.
chr: ᏲᎾ ᏧᎾᏤᎵ ᏗᎦᏍᎩᎶ ᏚᏃᏠ.

source: The bears went in at the door.
chr: ᏲᎾ ᎦᎶᎯᏍᏗ ᎤᏂᏴᏞ.

source: The bears went into the bedroom.
chr: Ꮎ ᏲᎾ ᎠᏂᏟᎯᏱ ᏭᏁᏅᏎ.

source: The bears went into the house.
chr: ᏲᎾ ᎦᎵᏦᏕ ᎤᏂᏴᏞ.

source: The bears went to the room of the big, huge bear.
chr: ᎡᏆ ᏲᎾ ᎤᏤᎵ ᎧᏅᏑᎸ ᏭᏁᏅᏎ.

source: The bears went up stairs.
chr: ᎠᎩᏠᏒᏍᏗ ᎦᎸᎳᏗᏜ ᏭᏁᏅᏎ.

source: The bears were angry.
chr: ᏲᎾ ᎤᏂᎿᎸᏎ.

source: The bears were not at home.
chr: Ꮭ ᏲᎾ ᏱᏚᏃᏞ.

source: The bears were out for a walk.
chr: ᏲᎾ ᏙᏱ ᎠᏁᏙᎮ.

source: The bears will eat you.
chr: ᏓᎨᏣᏒᏂ.

source: The bears will find you.
chr: ᏲᎾ ᎡᎵᏊ ᏂᎯ ᏱᎨᏣᏩᏔ.

source: The big, huge bear sits in the big chair.
chr: ᎡᏆ ᏲᎾ ᎤᏃᏠ ᎤᏔᎾ ᎦᏍᎩᎶ.

source: The door was not locked.
chr: ᎦᎶᎯᏍᏗ ᏓᎩᏏ ᎤᎵᏍᏚᎢᏓ ᎨᏎ.

source: The little chair began to break.
chr: ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᎤᏲᏍᏗ ᎤᎴᏅᎮ.

source: The little chair is just right."
chr: ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᎣᏍᏓᏊ.”

source: The little chair is not too soft.
chr: ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᏩᏂᎨᏒ ᏂᎨᏒᎾ.

source: The little, wee wee bear sits in the little chair.
chr: ᏭᏍᏗᎬ ᏲᎾ ᎤᏃᏠ ᏭᏍᏗᎬ ᎦᏍᎩᎶ.

source: The middle sized bear sits in the middle sized chair.
chr: ᎤᏍᏗᎧ ᏲᎾ ᎤᏃᏠ ᎤᏍᏗᎧ ᎦᏍᎩᎶ.

source: The milk in the middle sized bowl was too cold.
chr: ᎤᏍᏗᎧ ᎠᏟᏍᏙᏗ Ꮎ ᎤᏅᏗ ᏭᏴᏢ ᎨᏎ.

source: The second bear is a smaller female.
chr: ᏔᎵᏁ ᏲᎾ ᎤᏍᏗᎧ ᎠᎩᏏ.

source: The thief is up stairs," growled the big, huge bear.
chr: Ꮎ ᎦᏃᏍᎩᏍᎩ ᎠᎩᏠᏒᏍᏗ ᎦᎸᎳᏗᏜ ᎤᏪᏙᎸᎭ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: The third bear is the smallest and their cub.
chr: ᏦᎢᏁ ᏲᎾ ᏭᏍᏗᎬᎢ ᎠᎴ ᎤᏁᏥ.

source: The three bears are coming for you, Money Hair.
chr: ᎠᏂᏦᎢ ᏲᎾ ᎨᏣᎷᏤᎭ, ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: The three bears came into the house.
chr: ᎠᏂᏦᎢ ᏲᎾ ᎦᎵᏦᏕ ᎤᏂᏴᏞ.

source: The three bears live in the house.
chr: ᎠᏂᏦᎢ ᏲᎾ ᎠᏁᎰ ᎯᎠ ᎦᎵᏦᏕ.

source: The three bears must have food.
chr: ᎠᏂᏦᎢ ᏲᎾ ᏗᎩᏍᏗ ᏚᏂᎮᏍᏛᎭ.

source: The three bears!
chr: Ꮎ ᎠᏂᏦᎢ ᏲᎾ!

source: Then Money Hair fell asleep.
chr: ᎾᎯᏳ ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᏢᏁ.

source: Then Money Hair sat in the little chair.
chr: ᎾᎯᏳ ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᏬᏞ ᏭᏍᏗᎬ ᎦᏍᎩᎶ.

source: Then she ran.
chr: ᎾᎯᏳ ᎤᎵᏘᏎ.

source: Then they went to the room of the little, wee wee bear.
chr: ᎾᎯᏳ ᏭᏍᏗᎬ ᏲᎾ ᎤᏤᎵ ᎧᏅᏑᎸ ᏭᏁᏅᏎ.

source: Then they went to the room of the middle sized bear!
chr: ᎾᎯᏳ ᎤᏍᏗᎧ ᏲᎾ ᎤᏤᎵ ᎧᏅᏑᎸ ᏭᏁᏅᏎ!

source: There is milk in the big, huge bowl.
chr: ᎤᏔᎾ ᎠᏟᏍᏙᏗ ᎤᏅᏗ ᎠᏥᏞ.

source: There is milk in the little, wee wee bowl.
chr: ᏭᏍᏗᎬ ᎠᏟᏍᏙᏗ ᎤᏅᏗ ᎠᏥᏞ.

source: There is milk in the middle sized bowl.
chr: ᎤᏍᏗᎧ ᎠᏟᏍᏙᏗ ᎤᏅᏗ ᎠᏥᏞ.

source: There must be food in the house.
chr: ᏗᎩᏍᏗ ᎠᎭᏂ ᎦᎵᏦᏕ ᏚᏂᎮᏍᏛᎭ.

source: There must be food.
chr: ᏗᎩᏍᏗ ᎠᎭᏂ ᏚᏂᎮᏍᏛᎭ.

source: There was a big bed.
chr: ᎤᏔᎾ ᎦᏂᏟ ᎨᏎ.

source: There was a little bed.
chr: ᏭᏍᏗᎬ ᎦᏂᏟ ᎨᏎ.

source: There was a middle sized bed.
chr: ᎤᏍᏗᎧ ᎦᏂᏟ ᎨᏎ.

source: There was milk in the bowls.
chr: ᏗᏟᏍᏙᏗ ᎤᏅᏗ ᎠᏥᏞ.

source: There were three beds.
chr: ᎤᎿ ᏦᎢ ᏗᎦᏂᏟ ᎨᏎ.

source: There were three bowls.
chr: ᏦᎢ ᏗᏟᏍᏙᏗ ᎨᏎ.

source: They are coming for the thief.
chr: ᎦᏃᏍᎩᏍᎩ ᎠᏂᎷᏤᎭ.

source: They are coming for you.
chr: ᎨᏣᎷᏤᎭ.

source: They are very, very angry.
chr: ᎥᏍᎩᎾ ᏙᏳ ᏙᏳ ᎤᏂᎿᎸᏒ.

source: They began to drink their milk.
chr: ᎤᏅᏗ ᎤᎾᏗᏔᏍᏗ ᎤᎾᎴᏅᎮ.

source: They lived in a house.
chr: ᎦᎵᏦᏕ ᎠᏁᎮ.

source: They looked at the little girl.
chr: ᎤᏍᏗ ᎠᎨᏳᏣ ᎤᎾᎦᏙᏍᏔᏁ.

source: They looked at the three chairs.
chr: ᏦᎢ ᏗᎦᏍᎩᎶ ᏚᎾᎦᏙᏍᏔᏁ.

source: They saw her run and run.
chr: ᎥᏍᎩᎾ ᎤᏟᏎ ᎠᎴ ᎤᏟᏎ.

source: They were angry.
chr: ᎤᏂᎿᎸᏎ.

source: They will eat you, Money Hair.
chr: ᏓᎨᏣᏒᏂ, ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: This bear is a big male.
chr: ᎯᎠ ᏲᎾ ᎡᏆ ᎠᏨᏯ.

source: This is a middle sized chair.
chr: ᎯᎠ ᎦᏍᎩᎶ ᎤᏍᏗᎧ.

source: This is a wee, wee chair."
chr: ᎯᎠ ᎦᏍᎩᎶ ᏭᏍᏗᎬᎢ.”

source: This is their home.
chr: ᎯᎠ ᎦᎵᏦᏕ ᎤᎾᏤᎵ.

source: Three angry bears!
chr: ᎠᏂᏦᎢ ᎤᏂᎿᎸᏒ ᏲᎾ!

source: Three angry bears.
chr: ᎠᏂᏦᎢ ᎤᏂᎿᎸᏒ ᏲᎾ.

source: Three bears live in the house.
chr: ᎠᏂᏦᎢ ᏲᎾ ᎦᎵᏦᏕ ᎠᏁᎭ.

source: Three bears walk in the woods.
chr: ᎠᏂᏦᎢ ᏲᎾ ᎢᎾᎨ ᎠᏁᏙᎭ.

source: Three bears went out for a walk.
chr: ᎠᏂᏦᎢ ᏙᏱ ᎤᏁᏙᎴ.

source: Tired, tired Money Hair.
chr: ᏚᏯᏪᏨᎢ, ᏚᏯᏪᏨᎢ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: Two angry bears.
chr: ᎠᏂᏔᎵ ᎤᏂᎿᎸᏒ ᏲᎾ.

source: Two bears live in the house.
chr: ᎠᏂᏔᎵ ᏲᎾ ᎦᎵᏦᏕ ᎠᏁᎭ.

source: Two bears walk in the woods.
chr: ᎠᏂᏔᎵ ᏲᎾ ᎢᎾᎨ ᎠᏁᏙᎭ.

source: Wake, Money Hair, wake!
chr: ᎯᏰᎩ, ᎠᏕᎳ ᎤᏍᏘᎬ, ᎯᏰᎩ!

source: Wake, little thief, wake!
chr: ᎯᏰᎩ, ᏣᏍᏗ ᎯᏃᏍᎩᏍᎩ, ᎯᏰᎩ!

source: Wake, wake, Money Hair!
chr: ᎯᏰᎩ, ᎯᏰᎩ, ᎠᏕᎳ ᎤᏍᏘᎬᎢ!

source: We shall see.
chr: ᏓᏗᎪᎯ.

source: Where are the three bears?
chr: ᎭᏢ ᎠᏂᏦᎢ ᏲᎾ?

source: Where is she?
chr: ᎭᏢ ᎥᏍᎩᎾ?

source: Where is the food?
chr: ᎭᏢ ᏗᎩᏍᏗ?

source: Where is the thief?
chr: ᎭᏢ ᎦᏃᏍᎩᏍᎩ?

source: Where is their food?
chr: ᎭᏢ ᏧᎾᏤᎵ ᏗᎩᏍᏗ?

source: Where, where is it?"
chr: ᎭᏢ? ᎭᏢ ᎥᏍᎩᎾ?”

source: Who is the thief?
chr: ᎦᎪ ᎦᏃᏍᎩᏍᎩ?

source: Why did you run away from home?
chr: ᎦᏙᎲ ᏗᏤᏅᏒ ᎤᏟ ᏣᎵᏘᏎ?

source: Why do bears live in the woods?
chr: ᎦᏙᎲ ᏲᎾ ᎢᎾᎨ ᎠᏁᎰ?

source: Why do the bears climb into the trees?
chr: ᎦᏙᎲ ᏲᎾ ᏕᏡᎬ ᏓᏂᎴᎪ?

source: Why do the bears like the woods?
chr: ᎦᏙᎲ ᏲᎾ ᎢᎾᎨ ᎤᏂᎸᏉᏙ?

source: Will they eat Money Hair?
chr: ᎠᏂᏒᏅᎭᏍ ᎠᏕᎳ ᎤᏍᏘᎬ?

source: Yes, the bears like the woods.
chr: ᎥᎥ, ᏲᎾ ᎢᎾᎨ ᎤᏂᎸᏉᏙ.

source: Yes, the big, huge bear has the big chair.
chr: ᎥᎥ, ᎡᏆ ᏲᎾ ᎤᏔᎾ ᎦᏍᎩᎶ ᎤᏤᎵ.

source: Yes, the little, wee wee bear has the little chair.
chr: ᎥᎥ, ᏭᏍᏗᎬ ᏲᎾ ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᎤᏤᎵ.

source: Yes, the middle sized bear has the middle sized chair.
chr: ᎥᎥ, ᎤᏍᏗᎧ ᏲᎾ ᎤᏍᏗᎧ ᎦᏍᎩᎶ ᎤᏤᎵ.

source: You are lost in the woods.
chr: ᎢᎾᎨ ᎠᏰᏟ ᏣᎴᎾᏞ.

source: You are lost, Money Hair.
chr: ᏣᎴᎾᏞ, ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: You are the thief.
chr: ᎯᏃᏍᎩᏍᎩ!

source: You ran away from home.
chr: ᏗᏤᏅᏒ ᎤᏟ ᏣᎵᏘᏎ.

source: see!"
chr: Ꮒ!”
